;汉化：aotix

[CerberusEngineerM1 X2CharacterTemplate]
strCharacterName="地狱犬工程师"
[CerberusEngineerM2 X2CharacterTemplate]
strCharacterName="地狱犬工程师"
[CerberusEngineerM3 X2CharacterTemplate]
strCharacterName="地狱犬工程师"

[AutopsyCerberusEngineer X2TechTemplate]
DisplayName="解剖地狱犬工程师"
Summary="地狱犬战斗工程师是专业的支援单位，利用焚烧技术协助主力部队。"
CodeName="九头蛇 Mk. 4"
LongDescription="地狱犬战斗工程师是专业的支援单位，利用焚烧技术协助主力部队。"

[CorpseCerberusEngineer X2ItemTemplate]
FriendlyName="地狱犬工程师尸体"
FriendlyNamePlural="地狱犬工程师尸体"
BriefSummary="对这个样本的解剖可能让我们取得下一步的进展。"

[ProvingGroundsProject_CerberusEngineerArmor X2TechTemplate]
DisplayName="地狱犬工程师盔甲"
Summary="地狱犬工程师盔甲比其他盔甲轻，装备有重型武器插槽。"
CodeName="九头蛇的鳞片 Mk. 2"
LongDescription="地狱犬工程师盔甲比其他盔甲轻，装备有重型武器插槽。 "

[CerberusEngineerArmorSoldier X2ArmorTemplate]
FriendlyName="地狱犬工程师盔甲"
FriendlyNamePlural="地狱犬工程师盔甲"
BriefSummary="地狱犬工程师盔甲比其他盔甲轻，装备有重型武器插槽。"
TacticalText="<Bullet/>地狱犬工程师盔甲比其他盔甲轻，装备有重型武器插槽。"



